Repository: initMoin/toDo
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, es, hi, it, ja, ms, th, ur, zh_hans

source: Settings controls sync, notification behavior, appearance, and whether removing a toDō archives or trashes it.
ar: تتحكم الإعدادات في المزامنة، سلوك الإشعارات، المظهر، وما إذا كانت إزالة toDō تؤرشفه أو ترسله إلى المهملات.
es: Ajustes controla la sincronización, las notificaciones, la apariencia y si al quitar un toDō se archiva o se envía a la papelera.
hi: Settings sync, notification behavior, appearance, और toDō हटाने पर archive या trash होने का निर्णय संभालता है।
it: Impostazioni controlla sincronizzazione, notifiche, aspetto e se la rimozione di un toDō lo archivia o lo sposta nel cestino.
ja: 設定では、同期、通知の動作、外観、toDōを削除時にアーカイブするかゴミ箱へ移すかを管理します。
ms: Settings mengawal penyegerakan, tingkah laku notifikasi, rupa dan sama ada toDō yang dibuang diarkibkan atau dipindahkan ke sampah.
th: Settings ควบคุมการซิงค์ พฤติกรรมการแจ้งเตือน รูปลักษณ์ และการลบ toDō ว่าจะเก็บถาวรหรือย้ายไปถังขยะ
ur: Settings sync، notification behavior، appearance، اور toDō ہٹانے پر archive یا trash کا فیصلہ کنٹرول کرتی ہے۔
zh_hans: 设置控制同步、通知行为、外观，以及移除 toDō 时是归档还是移到废纸篓。

source: Setup
ar: الإعداد
es: Configuración inicial
hi: सेटअप
it: Configurazione
ja: セットアップ
ms: Persediaan
th: การตั้งค่าเริ่มต้น
ur: سیٹ اپ
zh_hans: 设置

source: Shape the toDō
ar: شكّل toDō
es: Da forma al toDō
hi: toDō को आकार दें
it: Dai forma al toDō
ja: toDōを整える
ms: Bentuk toDō
th: จัดรูป toDō
ur: toDō کو شکل دیں
zh_hans: 完善 toDō

source: Share eligible purchases with your Apple family
ar: مشاركة المشتريات المؤهلة مع عائلة Apple
es: Compartir compras elegibles con tu familia de Apple
hi: पात्र खरीदारियाँ अपने Apple परिवार के साथ साझा करें
it: Condividi gli acquisti idonei con la tua famiglia Apple
ja: 対象の購入をAppleファミリーと共有
ms: Kongsi pembelian yang layak dengan keluarga Apple anda
th: แชร์รายการซื้อที่มีสิทธิ์กับครอบครัว Apple ของคุณ
ur: اہل خریداریاں اپنے Apple خاندان کے ساتھ شیئر کریں
zh_hans: 与 Apple 家人共享符合条件的购买项目

source: Share Invite
ar: مشاركة الدعوة
es: Compartir invitación
hi: निमंत्रण साझा करें
it: Condividi invito
ja: 招待を共有
ms: Kongsi jemputan
th: แชร์คำเชิญ
ur: دعوت شیئر کریں
zh_hans: 共享邀请

source: Shared in %@
ar: مشترك في %@
es: Compartido en %@
hi: %@ में साझा
it: Condiviso in %@
ja: %@で共有
ms: Dikongsi dalam %@
th: แชร์ใน %@
ur: %@ میں مشترک
zh_hans: 共享于 %@

source: Sharing changes and checking for updates.
ar: مشاركة التغييرات والتحقق من التحديثات.
es: Compartiendo cambios y buscando actualizaciones.
hi: बदलाव साझा हो रहे हैं और अपडेट जांचे जा रहे हैं।
it: Condivisione modifiche e controllo aggiornamenti.
ja: 変更を共有し、更新を確認しています。
ms: Berkongsi perubahan dan menyemak kemas kini.
th: กำลังแชร์การเปลี่ยนแปลงและตรวจสอบอัปเดต
ur: تبدیلیاں شیئر کر رہا ہے اور اپ ڈیٹس چیک کر رہا ہے۔
zh_hans: 正在共享更改并检查更新。

source: shift beneath the view
ar: shift تحت المشهد
es: shift bajo la vista
hi: दृश्य के नीचे shift
it: shift sotto la vista
ms: shift di bawah paparan
th: shift ใต้เบื้องหน้า
ur: shift منظر کے نیچے

source: Shift the filters or begin a fresh one.
ar: غيّر الفلاتر أو ابدأ واحدًا جديدًا.
es: Cambie los filtros o comience uno nuevo.
hi: फ़िल्टर बदलें या नए सिरे से फ़िल्टर शुरू करें।
it: Modifica i filtri o inizia da zero.
ja: フィルターを変えるか、新しく始めましょう。
ms: Laraskan penapis atau mulakan yang baharu.
th: ปรับตัวกรองหรือเริ่มรายการใหม่
ur: فلٹرز تبدیل کریں یا نیا شروع کریں۔
zh_hans: 更换过滤器或开始更换新的过滤器。

source: Show alerts without sound.
ar: إظهار التنبيهات بلا صوت.
es: Mostrar alertas sin sonido.
hi: बिना ध्वनि के अलर्ट दिखाएं।
it: Mostra avvisi senza suono.
ja: 音なしで通知を表示。
ms: Tunjuk amaran tanpa bunyi.
th: แสดงการเตือนโดยไม่มีเสียง
ur: بغیر آواز کے الرٹس دکھائیں۔
zh_hans: 显示无声提醒。

source: Show Due toDōs
ar: عرض تُدُس المستحقة
es: Mostrar tareas pendientes
hi: उचित कार्य दिखाएँ
it: Mostra toDō con scadenza
ja: 期日付きtoDōを表示
ms: Tunjuk toDō bertarikh akhir
th: แสดง toDō ที่มีวันครบกำหนด
ur: مقررہ ٹُڈُوز دکھائیں
zh_hans: 显示到期待办事项

source: Show Overdue toDōs
ar: عرض تُدُس المتأخرة
es: Mostrar tareas pendientes atrasadas
hi: अतिदेय कार्य दिखाएँ
it: Mostra toDō scaduti
ja: 期限切れtoDōを表示
ms: Tunjuk toDō tertunggak
th: แสดง toDō ที่เกินกำหนด
ur: تاخیر شدہ ٹُڈُوز دکھائیں
zh_hans: 显示逾期待办事项

source: Show Stats
ar: عرض الإحصاءات
es: Mostrar estadísticas
hi: आँकड़े दिखाएँ
it: Mostra statistiche
ja: 統計を表示
ms: Tunjuk Statistik
th: แสดงสถิติ
ur: اعدادوشمار دکھائیں
zh_hans: 显示统计

source: Show Tags While Creating
ar: إظهار الوسوم أثناء الإنشاء
es: Mostrar etiquetas al crear
hi: बनाते समय टैग दिखाएं
it: Mostra tag durante la creazione
ja: 作成中にタグを表示
ms: Tunjuk Tag Semasa Mencipta
th: แสดงแท็กขณะสร้าง
ur: بناتے وقت ٹیگز دکھائیں
zh_hans: 创建时显示标签

source: Show the tag field when creating a toDō.
ar: إظهار حقل الوسم عند إنشاء تُدُ.
es: Muestra el campo de etiqueta al crear un toDō.
hi: toDō बनाते समय टैग फ़ील्ड दिखाएं।
it: Mostra il campo tag quando crei un toDō.
ja: toDō作成時にタグ欄を表示します。
ms: Tunjuk medan tag semasa mencipta toDō.
th: แสดงช่องแท็กเมื่อสร้าง toDō
ur: toDō بناتے وقت ٹیگ فیلڈ دکھائیں۔
zh_hans: 创建 toDō 时显示标签栏。

source: Show Time-Sensitive toDōs
ar: عرض تُدُس الحساسة للوقت
es: Mostrar tareas pendientes urgentes
hi: समय के प्रति संवेदनशील कार्य दिखाएं
it: Mostra toDō urgenti
ja: 時間指定toDōを表示
ms: Tunjuk toDō sensitif masa
th: แสดง toDō สำคัญตามเวลา
ur: وقت حساس ٹُڈُوز دکھائیں
zh_hans: 显示时间敏感的待办事项

source: Show Today’s toDōs
ar: عرض تُدُس اليوم
es: Mostrar las tareas pendientes de hoy
hi: आज के कार्य दिखाएं
it: Mostra i toDō di oggi
ja: 今日のtoDōを表示
ms: Tunjuk toDō hari ini
th: แสดง toDō วันนี้
ur: آج کے ٹُڈُوز دکھائیں
zh_hans: 显示今天的待办事项

source: Show utilities
ar: إظهار الأدوات
es: Mostrar utilidades
hi: यूटिलिटी दिखाएँ
it: Mostra strumenti
ja: ユーティリティを表示
ms: Tunjukkan utiliti
th: แสดงเครื่องมือ
ur: یوٹیلیٹیز دکھائیں
zh_hans: 显示工具

source: Showing due toDōs.
ar: يتم عرض تُدُس المستحقة.
es: Mostrando tareas pendientes debidas.
hi: उचित कार्य दिखा रहा है।
it: Mostro i toDō con scadenza.
ja: 期日付きtoDōを表示しています。
ms: Menunjukkan toDō bertarikh akhir.
th: กำลังแสดง toDō ที่มีวันครบกำหนด
ur: مقررہ ٹُڈُوز دکھائے جا رہے ہیں۔
zh_hans: 显示到期待办事项。

source: Showing overdue toDōs.
ar: يتم عرض تُدُس المتأخرة.
es: Mostrando tareas pendientes atrasadas.
hi: अतिदेय toDōs दिखा रहा है।
it: Mostro i toDō scaduti.
ja: 期限切れtoDōを表示しています。
ms: Menunjukkan toDō tertunggak.
th: กำลังแสดง toDō ที่เกินกำหนด
ur: تاخیر شدہ ٹُڈُوز دکھائے جا رہے ہیں۔
zh_hans: 显示过期的待办事项。

source: Showing time-sensitive toDōs.
ar: يتم عرض تُدُس الحساسة للوقت.
es: Mostrando tareas pendientes urgentes.
hi: समय-संवेदनशील toDōs दिखा रहा है।
it: Mostro i toDō urgenti.
ja: 時間指定toDōを表示しています。
ms: Menunjukkan toDō sensitif masa.
th: กำลังแสดง toDō สำคัญตามเวลา
ur: وقت حساس ٹُڈُوز دکھائے جا رہے ہیں۔
zh_hans: 显示时间敏感的待办事项。

source: Showing today’s toDōs.
ar: يتم عرض تُدُس اليوم.
es: Mostrando las tareas pendientes de hoy.
hi: आज के कार्य दिखा रहा हूँ.
it: Mostro i toDō di oggi.
ja: 今日のtoDōを表示しています。
ms: Menunjukkan toDō hari ini.
th: กำลังแสดง toDō วันนี้
ur: آج کے ٹُڈُوز دکھائے جا رہے ہیں۔
zh_hans: 显示今天的待办事项。

source: Shown here now: %@.
ar: المعروض هنا الآن: %@.
es: Mostrado aqui ahora: %@.
hi: अभी यहां दिख रहा है: %@।
it: Mostrati qui ora: %@.
ja: 現在ここに表示中: %@。
ms: Ditunjukkan di sini sekarang: %@.
th: แสดงที่นี่ตอนนี้: %@
ur: یہاں ابھی دکھایا گیا: %@۔
zh_hans: 当前此处显示：%@。

source: Shows release notes
ar: يعرض سجل الإصدارات
es: Muestra las notas de la versión
hi: रिलीज़ इतिहास दिखाता है
it: Mostra le note di rilascio
ja: リリース履歴を表示します
ms: Menunjukkan nota keluaran
th: แสดงประวัติการเผยแพร่
ur: ریلیز کی تاریخ دکھاتا ہے
zh_hans: 显示版本历史

source: Shows release notes for every version
ar: يعرض ملاحظات الإصدار لكل إصدار
es: Muestra las notas de versión de cada versión
hi: हर संस्करण के रिलीज़ नोट दिखाता है
it: Mostra le note di rilascio di ogni versione
ja: すべてのバージョンのリリースノートを表示
ms: Menunjukkan nota keluaran bagi setiap versi
th: แสดงบันทึกประจำรุ่นของทุกเวอร์ชัน
ur: ہر ورژن کے ریلیز نوٹس دکھاتا ہے
zh_hans: 显示每个版本的发行说明

source: Shows your account profile.
ar: يعرض ملف حسابك الشخصي.
es: Muestra tu perfil de cuenta.
hi: आपकी खाता प्रोफ़ाइल दिखाता है।
it: Mostra il profilo del tuo account.
ja: アカウントプロフィールを表示します。
ms: Menunjukkan profil akaun anda.
th: แสดงโปรไฟล์บัญชีของคุณ
ur: آپ کے اکاؤنٹ کا پروفائل دکھاتا ہے۔
zh_hans: 显示你的账户资料。

source: Shows your profile and account details.
ar: يعرض ملفك الشخصي وتفاصيل حسابك.
es: Muestra tu perfil y los detalles de tu cuenta.
hi: आपकी प्रोफ़ाइल और खाता विवरण दिखाता है।
it: Mostra il tuo profilo e i dettagli del tuo account.
ja: プロフィールとアカウントの詳細を表示します。
ms: Menunjukkan profil dan butiran akaun anda.
th: แสดงโปรไฟล์และรายละเอียดบัญชีของคุณ
ur: آپ کا پروفائل اور اکاؤنٹ کی تفصیلات دکھاتا ہے۔
zh_hans: 显示你的个人资料和账户详情。

source: Sign In
ar: تسجيل الدخول
es: Iniciar sesión
hi: दाखिल करना
it: Accedi
ja: サインイン
ms: Log Masuk
th: ลงชื่อเข้าใช้
ur: سائن ان
zh_hans: 登入

source: Sign In Needed
ar: يلزم تسجيل الدخول
es: Hace falta iniciar sesion
hi: साइन इन आवश्यक
it: Accesso richiesto
ja: サインインが必要
ms: Perlu Daftar Masuk
th: ต้องลงชื่อเข้าใช้
ur: سائن ان درکار ہے
zh_hans: 需要登录

source: Sign in to change image availability.
ar: سجّل الدخول لتغيير إتاحة الصورة.
es: Inicia sesión para cambiar la disponibilidad de la imagen.
hi: चित्र की उपलब्धता बदलने के लिए साइन इन करें।
it: Accedi per modificare la disponibilità dell'immagine.
ja: 画像の公開範囲を変更するにはサインインしてください。
ms: Log masuk untuk menukar ketersediaan gambar.
th: ลงชื่อเข้าใช้เพื่อเปลี่ยนการใช้งานรูป
ur: تصویر کی دستیابی تبدیل کرنے کے لیے سائن اِن کریں۔
zh_hans: 登录以更改图片可用范围。

source: Sign in to connect web access and Collab benefits to your toDō account.
ar: سجّل الدخول لربط الوصول عبر الويب ومزايا Collab بحساب toDō الخاص بك.
es: Inicia sesión para conectar el acceso web y las ventajas de Collab con tu cuenta de toDō.
hi: वेब एक्सेस और Collab लाभों को अपने toDō खाते से जोड़ने के लिए साइन इन करें।
it: Accedi per collegare l'accesso web e i vantaggi Collab al tuo account toDō.
ja: WebアクセスとCollabの特典をtoDōアカウントに連携するにはサインインしてください。
ms: Daftar masuk untuk menghubungkan akses web dan manfaat Collab kepada akaun toDō anda.
th: ลงชื่อเข้าใช้เพื่อเชื่อมการเข้าถึงเว็บและสิทธิประโยชน์ของ Collab กับบัญชี toDō ของคุณ
ur: ویب رسائی اور Collab فوائد کو اپنے toDō اکاؤنٹ سے جوڑنے کے لیے سائن ان کریں۔
zh_hans: 登录以将网页访问和 Collab 权益关联到您的 toDō 帐户。

source: Sign in to connect web access and collaboration benefits to your toDō account.
ar: سجّل الدخول لربط الوصول عبر الويب ومزايا التعاون بحساب toDō الخاص بك.
es: Inicia sesión para conectar el acceso web y las ventajas de colaboración a tu cuenta de toDō.
hi: वेब एक्सेस और सहयोग लाभों को अपने toDō खाते से जोड़ने के लिए साइन इन करें।
it: Accedi per collegare l'accesso web e i vantaggi di collaborazione al tuo account toDō.
ja: サインインして、Webアクセスと共同作業の特典をtoDōアカウントに連携します。
ms: Daftar masuk untuk menghubungkan akses web dan manfaat kerjasama kepada akaun toDō anda.
th: ลงชื่อเข้าใช้เพื่อเชื่อมต่อการเข้าถึงเว็บและสิทธิประโยชน์ด้านการทำงานร่วมกันกับบัญชี toDō ของคุณ
ur: ویب رسائی اور تعاون کے فوائد کو اپنے toDō اکاؤنٹ سے جوڑنے کے لیے سائن ان کریں۔
zh_hans: 登录以将网页访问和协作权益关联到你的 toDō 帐户。

source: Sign in to connect your membership and recognition to your toDō account.
ar: سجّل الدخول لربط عضويتك وتقديرك بحساب toDō.
es: Inicia sesión para vincular tu membresía y reconocimiento a tu cuenta de toDō.
hi: अपनी सदस्यता और पहचान को अपने toDō अकाउंट से जोड़ने के लिए साइन इन करें।
it: Accedi per collegare abbonamento e riconoscimenti al tuo account toDō.
ja: サインインして、メンバーシップと称号をtoDōアカウントに関連付けてください。
ms: Daftar masuk untuk menghubungkan keahlian dan pengiktirafan anda kepada akaun toDō.
th: ลงชื่อเข้าใช้เพื่อเชื่อมโยงสมาชิกและการยกย่องกับบัญชี toDō ของคุณ
ur: اپنی رکنیت اور شناخت کو اپنے toDō اکاؤنٹ سے منسلک کرنے کے لیے سائن اِن کریں۔
zh_hans: 登录以将您的会员权益和认可关联到 toDō 账户。

source: Sign in to create a profile.
ar: سجّل الدخول لإنشاء ملف شخصي.
es: Inicia sesión para crear un perfil.
hi: प्रोफ़ाइल बनाने के लिए साइन इन करें।
it: Accedi per creare un profilo.
ja: プロフィールを作成するにはサインインしてください。
ms: Daftar masuk untuk mencipta profil.
th: ลงชื่อเข้าใช้เพื่อสร้างโปรไฟล์
ur: پروفائل بنانے کے لیے سائن ان کریں۔
zh_hans: 登录以创建个人资料。

source: Sign in to edit your profile.
ar: سجّل الدخول لتعديل ملفك الشخصي.
es: Inicia sesión para editar tu perfil.
hi: अपनी प्रोफ़ाइल संपादित करने के लिए साइन इन करें।
it: Accedi per modificare il tuo profilo.
ja: プロフィールを編集するにはサインインしてください。
ms: Daftar masuk untuk mengedit profil anda.
th: ลงชื่อเข้าใช้เพื่อแก้ไขโปรไฟล์
ur: اپنی پروفائل میں ترمیم کے لیے سائن ان کریں۔
zh_hans: 登录以编辑个人资料。

source: Sign in to keep toDō in sync.
ar: سجّل الدخول للحفاظ على مزامنة تُدُ.
es: Inicia sesion para mantener toDō sincronizado.
hi: toDō को सिंक में रखने के लिए साइन इन करें।
it: Accedi per mantenere toDō sincronizzato.
ja: toDōを同期するにはサインインしてください。
ms: Daftar masuk untuk memastikan toDō sync.
th: ลงชื่อเข้าใช้เพื่อให้ toDō ซิงก์อยู่เสมอ
ur: toDō کو sync رکھنے کے لیے سائن ان کریں۔
zh_hans: 登录以保持 toDō 同步。

source: Sign In to Review
ar: تسجيل الدخول للمراجعة
es: Iniciar sesión para revisar
hi: समीक्षा के लिए साइन इन करें
it: Accedi per esaminare
ja: 確認のためにサインイン
ms: Log masuk untuk menyemak
th: ลงชื่อเข้าใช้เพื่อดู
ur: جائزے کے لیے سائن اِن کریں
zh_hans: 登录以查看

source: Sign in to the account that received this invitation to review it.
ar: سجّل الدخول إلى الحساب الذي تلقى هذه الدعوة لمراجعتها.
es: Inicia sesión en la cuenta que recibió esta invitación para revisarla.
hi: इस निमंत्रण को देखने के लिए इसे प्राप्त करने वाले खाते में साइन इन करें।
it: Accedi all'account che ha ricevuto questo invito per esaminarlo.
ja: この招待を受け取ったアカウントにサインインして確認してください。
ms: Log masuk ke akaun yang menerima jemputan ini untuk menyemaknya.
th: ลงชื่อเข้าใช้บัญชีที่ได้รับคำเชิญนี้เพื่อดูรายละเอียด
ur: اس دعوت کا جائزہ لینے کے لیے اسے موصول کرنے والے اکاؤنٹ میں سائن اِن کریں۔
zh_hans: 登录收到此邀请的账户以查看。

source: Sign in to use collaboration.
ar: سجّل الدخول لاستخدام التعاون.
es: Inicia sesión para usar la colaboración.
hi: सहयोग का उपयोग करने के लिए साइन इन करें।
it: Accedi per usare la collaborazione.
ja: コラボレーションを使用するにはサインインしてください。
ms: Daftar masuk untuk menggunakan kerjasama.
th: ลงชื่อเข้าใช้เพื่อใช้การทำงานร่วมกัน
ur: تعاون استعمال کرنے کے لیے سائن ان کریں۔
zh_hans: 登录以使用协作功能。

source: Sign in to use Collabs.
ar: سجّل الدخول لاستخدام Collabs.
es: Inicia sesión para usar Collabs.
hi: Collabs का उपयोग करने के लिए साइन इन करें।
it: Accedi per usare i Collab.
ja: Collabを使用するにはサインインしてください。
ms: Daftar masuk untuk menggunakan Collab.
th: ลงชื่อเข้าใช้เพื่อใช้ Collab
ur: Collabs استعمال کرنے کے لیے سائن ان کریں۔
zh_hans: 登录以使用 Collab。

source: Sign In with %@
ar: تسجيل الدخول باستخدام %@
es: Iniciar sesión con %@
hi: %@ से साइन इन करें
it: Accedi con %@
ja: %@でサインイン
ms: Log Masuk dengan %@
th: ลงชื่อเข้าใช้ด้วย %@
ur: %@ کے ساتھ سائن اِن
zh_hans: 使用 %@ 登录

source: Sign In with Google
ar: تسجيل الدخول باستخدام Google
es: Iniciar sesión conGoogle
hi: Googleके साथ साइन इन करें
it: Accedi con Google
ja: Googleでサインイン
ms: Daftar masuk dengan Google
th: ลงชื่อเข้าใช้ด้วย Google
ur: Google کے ساتھ سائن ان
zh_hans: 使用Google登录

source: Sign Out
ar: تسجيل الخروج
es: Desconectar
hi: साइन आउट
it: Esci
ja: サインアウト
ms: Log Keluar
th: ออกจากระบบ
ur: سائن آؤٹ
zh_hans: 登出

source: Sign-in Method
ar: طريقة تسجيل الدخول
es: Método de inicio de sesión
hi: साइन-इन तरीका
it: Metodo di accesso
ja: サインイン方法
ms: Kaedah Daftar Masuk
th: วิธีลงชื่อเข้าใช้
ur: سائن اِن کا طریقہ
zh_hans: 登录方式

source: Signed In
ar: تم تسجيل الدخول
es: Sesión iniciada
hi: साइन इन है
it: Accesso effettuato
ja: サインイン済み
ms: Telah Log Masuk
th: ลงชื่อเข้าใช้แล้ว
ur: سائن اِن ہے
zh_hans: 已登录

source: Signed in and ready to keep iPhone, Android, and web in step.
ar: تم تسجيل الدخول وجاهز للاستمرار في متابعةiPhoneوAndroidوالويب.
es: Ha iniciado sesión y está listo para manteneriPhone,Androidy la Web en sintonía.
hi: साइन इन किया गया है औरiPhone,Androidऔर वेब को क्रम में रखने के लिए तैयार है।
it: Accedi e sei pronto per mantenereiPhone, ZXPLACEholder1ZX e il Web al passo.
ja: サインインし、iPhone、Android、および Web を連携させる準備ができました。
ms: Log masuk dan bersedia untuk mengekalkaniPhone,Androiddan web dalam langkah.
th: ลงชื่อเข้าใช้แล้วและพร้อมที่จะให้iPhone,Androidและเว็บอยู่ในขั้นตอนต่อไป
ur: سائن ان ہے اورiPhone،Android، اور ویب کو مرحلہ وار رکھنے کے لیے تیار ہے۔
zh_hans: 已登录并准备好保持iPhone、Android和网络同步。

source: Signed in using %@
ar: تم تسجيل الدخول باستخدام %@
es: Inicia sesión con%@
hi: %@का उपयोग करके साइन इन किया गया
it: Accesso con %@
ja: %@でサインイン中
ms: Daftar masuk menggunakan %@
th: ลงชื่อเข้าใช้ด้วย %@
ur: %@ کے ذریعے سائن ان
zh_hans: 使用%@登录

source: Signed In: %@
ar: تم تسجيل الدخول: %@
es: Sesión iniciada: %@
hi: साइन इन: %@
it: Accesso: %@
ja: サインイン: %@
ms: Log Masuk: %@
th: ลงชื่อเข้าใช้: %@
ur: سائن اِن: %@
zh_hans: 已登录：%@

# Signed In: %@. %@ is ready.
source: Signed In: %1$@. %2$@ is ready.
ar: تسجيل الدخول:%@.%@جاهز.
es: Iniciado sesión:%@.%@está listo.
hi: साइन इन करें:%@।%@तैयार है.
it: Accesso effettuato: %@. %@ è pronto.
ja: サインイン:%@。%@が完成しました。
ms: Log Masuk:%@.%@sudah sedia.
th: ลงชื่อเข้าใช้:%@%@พร้อมแล้ว
ur: سائن ان:%@۔%@تیار ہے۔
zh_hans: 登录：%@。%@已准备就绪。

source: Signed In: Apple
ar: تم تسجيل الدخول: Apple
es: Sesión iniciada: Apple
hi: साइन इन: Apple
it: Accesso effettuato: Apple
ja: サインイン済み: Apple
ms: Log masuk: Apple
th: ลงชื่อเข้าใช้แล้ว: Apple
ur: سائن اِن: Apple
zh_hans: 已登录：Apple

source: Signed out. toDōs stay on this device until you sign in to %@.
ar: تم تسجيل الخروج. تبقى المهام على هذا الجهاز حتى تقوم بتسجيل الدخول إلى%@.
es: Cerrado sesión. Las tareas pendientes permanecen en este dispositivo hasta que inicie sesión en%@.
hi: साइन आउट कर दिया गया. जब तक आप%@में साइन इन नहीं कर लेते, तब तक toDōs इस डिवाइस पर बने रहेंगे।
it: Disconnesso. Le cose da fare rimangono su questo dispositivo finché non accedi a%@.
ja: サインアウトしました。 toDō は、%@にサインインするまでこのデバイスに残ります。
ms: Log keluar. toDōs kekal pada peranti ini sehingga anda log masuk ke%@.
th: ออกจากระบบแล้ว สิ่งที่ต้องทำจะยังคงอยู่ในอุปกรณ์นี้จนกว่าคุณจะลงชื่อเข้าใช้%@
ur: سائن آؤٹ ہو گیا۔ جب تک آپ%@میں سائن ان نہیں کرتے ٹُڈُوز اس ڈیوائس پر رہتے ہیں۔
zh_hans: 已退出。在您登录%@之前，待办事项将保留在此设备上。

source: Signing In
ar: جارٍ تسجيل الدخول
es: Iniciar sesión
hi: इन कर रहे हैं
it: Accesso in corso
ja: サインイン中
ms: Sedang log masuk
th: กำลังลงชื่อเข้าใช้
ur: سائن ان ہو رہا ہے
zh_hans: 登录

source: Silent
ar: صامت
es: Silencioso
hi: चुपचाप
it: Silenzioso
ja: サイレント
ms: Senyap
th: เงียบ
ur: خاموش
zh_hans: 沉默的

source: Simple steps
ar: خطوات بسيطة
es: Pasos sencillos
hi: सरल चरण
it: Passaggi semplici
ja: 簡単な手順
ms: Langkah mudah
th: ขั้นตอนง่าย ๆ
ur: آسان اقدامات
zh_hans: 简单步骤

source: Simulator sign-in
ar: تسجيل دخول المحاكي
es: Inicio de sesión del simulador
hi: सिम्युलेटर साइन-इन
it: Accesso al simulatore
ja: シミュレータのサインイン
ms: Log masuk simulator
th: ลงชื่อเข้าใช้โปรแกรมจำลอง
ur: سمیولیٹر سائن ان
zh_hans: 模拟器登录

source: Skip
ar: يتخطى
es: Saltar
hi: छोडना
it: Saltare
ja: スキップ
ms: Langkau
th: ข้าม
ur: چھوڑیں۔
zh_hans: 跳过

source: Snooze
ar: غفوة
es: Siesta
hi: दिन में झपकी लेना
it: Posticipa
ja: スヌーズ
ms: Tunda
th: เลื่อนเตือน
ur: اسنوز
zh_hans: 贪睡

source: Snooze 15 minutes
ar: غفوة ١٥ دقيقة
es: Posponer 15 minutos
hi: १५ मिनट स्नूज़ करें
it: Posticipa di 15 minuti
ja: 15分スヌーズ
ms: Tunda 15 minit
th: เลื่อนเตือน ๑๕ นาที
ur: ۱۵ منٹ اسنوز کریں
zh_hans: 贪睡 15 分钟

source: Snooze Options
ar: خيارات الغفوة
es: Opciones de repetición
hi: स्नूज़ विकल्प
it: Opzioni posticipo
ja: スヌーズ設定
ms: Pilihan Tunda
th: ตัวเลือกเลื่อนเตือน
ur: اسنوز آپشنز
zh_hans: 贪睡选项

source: Snooze toDō
ar: تأجيل تُدُ
es: Posponer toDō
hi: toDō को स्नूज़ करें
it: Posticipa toDō
ja: toDōをスヌーズ
ms: Tunda toDō
th: เลื่อน toDō
ur: toDō کو اسنوز کریں
zh_hans: 稍后提醒 toDō

source: Snooze Unit
ar: وحدة الغفوة
es: Unidad de repetición
hi: स्नूज़ यूनिट
it: Unità posticipo
ja: スヌーズ単位
ms: Unit Tunda
th: หน่วยเลื่อนเตือน
ur: اسنوز یونٹ
zh_hans: 贪睡单位

source: Soft
ar: هادئ
es: Suave
hi: हल्का
it: Leggero
ja: ソフト
ms: Lembut
th: นุ่มนวล
ur: نرم
zh_hans: 柔和

source: Soft Chime
ar: جرس هادئ
es: Timbre suave
hi: नरम झंकार
it: Rintocco leggero
ja: やさしいチャイム
ms: Denting Lembut
th: เสียงกังวานเบา
ur: نرم گھنٹی
zh_hans: 软铃声

source: Some active toDōs have not moved in over two weeks.
ar: بعض تُدُس النشطة لم تتحرك منذ أكثر من أسبوعين.
es: Algunos toDōs activos no se han movido en más de dos semanas.
hi: कुछ सक्रिय toDōs दो सप्ताह से अधिक समय से आगे नहीं बढ़े हैं।
it: Alcuni toDō attivi non si muovono da oltre due settimane.
ja: 一部のアクティブ toDōs は2週間以上動いていません。
ms: Beberapa toDōs aktif tidak bergerak selama lebih dua minggu.
th: toDōs ที่ใช้งานอยู่บางรายการไม่มีความคืบหน้ามากกว่าสองสัปดาห์
ur: کچھ فعال تُدُس دو ہفتوں سے زیادہ عرصے سے آگے نہیں بڑھے۔
zh_hans: 一些活动 toDōs 已超过两周没有进展。

source: Some membership access is currently limited.
ar: بعض صلاحيات العضوية محدودة حاليًا.
es: Parte del acceso de la membresía está limitado actualmente.
hi: कुछ सदस्यता एक्सेस अभी सीमित है।
it: Alcuni accessi dell'abbonamento sono attualmente limitati.
ja: 現在、一部のメンバーシップアクセスが制限されています。
ms: Sesetengah akses keahlian kini terhad.
th: สิทธิ์สมาชิกบางส่วนถูกจำกัดอยู่ในขณะนี้
ur: رکنیت کی کچھ رسائی فی الحال محدود ہے۔
zh_hans: 部分会员访问权限目前受到限制。

source: Sort Tags
ar: فرز الوسوم
es: Ordenar etiquetas
hi: टैग क्रमबद्ध करें
it: Ordina tag
ja: タグを並べ替え
ms: Isih tag
th: เรียงแท็ก
ur: ٹیگز ترتیب دیں
zh_hans: 对标签进行排序

source: Sorting
ar: الفرز
es: Clasificación
hi: छंटाई
it: Ordinamento
ja: 並べ替え
ms: Isihan
th: การเรียงลำดับ
ur: ترتیب
zh_hans: 排序

source: Sound test sent. Make sure the device is not muted.
ar: تم إرسال اختبار الصوت. تأكد من أن الجهاز ليس مكتومًا.
es: Prueba de sonido enviada. Asegurate de que el dispositivo no este silenciado.
hi: ध्वनि परीक्षण भेजा गया। सुनिश्चित करें कि डिवाइस म्यूट नहीं है।
it: Test audio inviato. Assicurati che il dispositivo non sia in modalita silenziosa.
ja: サウンドテストを送信しました。デバイスが消音でないことを確認してください。
ms: Ujian bunyi dihantar. Pastikan peranti tidak disenyapkan.
th: ส่งการทดสอบเสียงแล้ว ตรวจว่าอุปกรณ์ไม่ได้ปิดเสียง
ur: آواز کا ٹیسٹ بھیج دیا گیا۔ یقینی بنائیں کہ ڈیوائس خاموش نہیں۔
zh_hans: 声音测试已发送。请确认设备未静音。

source: Sounds
ar: الأصوات
es: Sonidos
hi: ध्वनियाँ
it: Suoni
ja: サウンド
ms: Bunyi
th: เสียง
ur: آوازیں
zh_hans: 声音

source: Speak naturally
ar: تحدث بطبيعتك
es: Habla con naturalidad
hi: स्वाभाविक रूप से बोलें
it: Parla naturalmente
ja: 自然に話してください
ms: Bercakap secara semula jadi
th: พูดได้อย่างเป็นธรรมชาติ
ur: قدرتی انداز میں بولیں
zh_hans: 自然地说出来

source: Speak your toDō
ar: انطق تُدُ
es: Di tu toDō
hi: अपना toDō बोलें
it: Pronuncia il tuo toDō
ja: toDōを話す
ms: Sebut toDō anda
th: พูด toDō ของคุณ
ur: اپنا تُدُ بولیں
zh_hans: 说出你的 toDō

source: Speech recognition is unavailable.
ar: التعرّف على الكلام غير متاح.
es: El reconocimiento de voz no está disponible.
hi: वाक् पहचान उपलब्ध नहीं है।
it: Il riconoscimento vocale non è disponibile.
ja: 音声認識を利用できません。
ms: Pengecaman pertuturan tidak tersedia.
th: ไม่สามารถใช้การรู้จำเสียงได้
ur: گفتار کی شناخت دستیاب نہیں ہے۔
zh_hans: 语音识别不可用。

source: Speech recognition permission is required.
ar: يلزم السماح بالتعرّف على الكلام.
es: Se requiere permiso para el reconocimiento de voz.
hi: वाक् पहचान की अनुमति आवश्यक है।
it: È necessaria l'autorizzazione per il riconoscimento vocale.
ja: 音声認識の許可が必要です。
ms: Kebenaran pengecaman pertuturan diperlukan.
th: จำเป็นต้องอนุญาตการรู้จำเสียง
ur: گفتار کی شناخت کی اجازت درکار ہے۔
zh_hans: 需要语音识别权限。

source: Stale 7 Days
ar: راكدة ٧ أيام
es: Estancadas 7 días
hi: 7 दिन से रुका
it: Ferme da 7 giorni
ja: 7日停滞
ms: Tidak bergerak 7 hari
th: ค้าง 7 วัน
ur: ۷ دن سے رکا ہوا
zh_hans: 停滞 7 天

source: Stale 14 Days
ar: راكدة ١٤ يومًا
es: Estancadas 14 días
hi: 14 दिन से रुका
it: Ferme da 14 giorni
ja: 14日停滞
ms: Tidak bergerak 14 hari
th: ค้าง 14 วัน
ur: ۱۴ دن سے رکا ہوا
zh_hans: 停滞 14 天

source: Stale 30 Days
ar: راكدة ٣٠ يومًا
es: Estancadas 30 días
hi: 30 दिन से रुका
it: Ferme da 30 giorni
ja: 30日停滞
ms: Tidak bergerak 30 hari
th: ค้าง 30 วัน
ur: ۳۰ دن سے رکا ہوا
zh_hans: 停滞 30 天

source: Start at Home
ar: ابدأ من الرئيسية
es: Empieza en Inicio
hi: Home से शुरू करें
it: Inizia da Home
ja: ホームから始める
ms: Mula di Home
th: เริ่มที่หน้าแรก
ur: Home سے شروع کریں
zh_hans: 从首页开始
